{
  "data": [
    {
      "gambar": "modal-tariu.jpg",
      "judul": "Upacara Tairu",
      "isi": "Upacara Tairu adalah ritual adat penting suku Dayak di Kalimantan. Merupakan pesta panen untuk merayakan hasil panen yang melimpah dan menghormati roh-leluhur serta dewa-dewa pelindung kesuburan tanah. Tairu menandakan hubungan harmonis antara manusia dan alam, dengan keberhasilan panen disambut dengan sukacita dan terima kasih. Ritual ini menegaskan pentingnya keseimbangan ekologi dan keselarasan dengan alam. Persiapan upacara meliputi kesiapan ladang, penyediaan makanan, dan tempat perayaan. Acara dimulai dengan doa, tarian adat, serta penghormatan kepada leluhur dan roh alam. Masyarakat berkumpul untuk menikmati makanan tradisional dan menampilkan berbagai tarian dan musik."
    },
    {
      "gambar": "modal-tiwah.jpg",
      "judul": "Upacara Tiwah",
      "isi": "Tiwah adalah upacara adat suku Dayak yang berkaitan dengan ritual kematian. Ini merupakan prosesi penguburan untuk mengantarkan roh orang yang meninggal ke alam baka dan menjadi momen penting dalam kehidupan masyarakat Dayak. Tiwah dipandang sebagai waktu untuk memuliakan dan menghormati arwah leluhur, serta momen untuk menyatukan keluarga dan komunitas dalam prosesi adat yang khas dan penuh makna. Persiapan Tiwah melibatkan keluarga dan komunitas dalam merencanakan segala persiapan, mulai dari bahan makanan, peralatan upacara, hingga persiapan spiritual. Acara Tiwah melibatkan berbagai ritual, seperti penyucian jenazah, prosesi penguburan, tarian, musik, dan pemberian persembahan kepada roh-roh leluhur."
    },
    {
      "gambar": "modal-manajah.jpg",
      "judul": "Manajah Anatang",
      "isi": "Manajah Anatang:\n\nDeskripsi: \nManajah Manatang adalah upacara adat yang dilakukan oleh suku Dayak untuk merayakan kesuksesan atau pencapaian tertentu dalam kehidupan, seperti kelahiran, pernikahan, atau pencapaian dalam bidang tertentu.\n\nSignifikansi: \nUpacara ini mencerminkan rasa syukur dan penghargaan atas berbagai pencapaian dalam kehidupan bermasyarakat. Ini juga menjadi momen untuk mempererat hubungan sosial antar anggota komunitas.\n\nRangkaian Acara:\nPersiapan: Persiapan untuk Manajah Manatang termasuk persiapan tempat, makanan, tarian, serta persiapan spiritual yang terkait dengan upacara.\nUpacara Adat: Perayaan dimulai dengan serangkaian ritual seperti doa bersama, pertunjukan tarian dan musik tradisional, pemberian hadiah, dan pesta bersama."
    },
    {
      "gambar": "modal-tempoyak.jpg",
      "judul": "Warisan Rasa: Menggali Kelezatan Makanan Adat Suku Dayak - Tempoyak dan Bubur Pedas",
      "isi": "Tempoyak dan Bubur Pedas:\n\nDeskripsi: \nMakanan adat Suku Dayak tidak hanya sekadar hidangan, tetapi juga jejak warisan kaya akan rasa, tradisi, dan nilai-nilai budaya yang dalam. Tempoyak, hidangan fermentasi dari durian, dan Bubur Pedas, hidangan nasi dengan rempah khas, adalah dua contoh makanan adat yang menggambarkan kekayaan kuliner yang diwariskan secara turun-temurun oleh Suku Dayak di Kalimantan.\n\nKelezatan Budaya: Tempoyak, dengan cita rasa uniknya yang khas dan tekstur yang menggugah selera, mencerminkan hubungan Suku Dayak dengan alam sekitar. Di sisi lain, Bubur Pedas merupakan perpaduan rempah-rempah tradisional yang menyatu dalam hidangan nasi kental yang menghangatkan.\n\nKhasiat dan Makna: Kedua hidangan ini tidak hanya menawarkan cita rasa yang menggoda, tetapi juga memberikan khasiat dan makna mendalam yang mencerminkan hubungan yang erat dengan alam, tradisi, dan kehidupan sehari-hari Suku Dayak."
    },
    {
      "gambar": "modal-rumah.jpg",
      "judul": "Betang: Keelokan dan Kehangatan Rumah Adat Suku Dayak",
      "isi": "Rumah Betang:\n\nDeskripsi: \nBetang adalah rumah adat khas Suku Dayak di Kalimantan yang mempesona dengan keunikan arsitektur dan kedalaman makna budayanya. Bentuknya yang panjang dengan atap melengkung menandakan kekayaan tradisi dan identitas Suku Dayak.\n\nDesain yang Mengagumkan: Betang terdiri dari ruangan panjang yang dikelilingi oleh dinding kayu kuat dengan atap berbentuk melengkung yang khas. Ruang dalam Betang biasanya terbagi menjadi beberapa bagian untuk tempat tinggal keluarga, tempat pertemuan, dan kegiatan adat.\n\nSimbolisme dalam Betang: Setiap bagian dari Betang memiliki makna simbolis yang dalam bagi Suku Dayak. Dari penggunaan kayu sebagai bahan konstruksi yang mencerminkan keterhubungan dengan alam, hingga peranan Betang sebagai pusat kehidupan sosial dan spiritual.\n\nKehangatan Komunitas: Betang bukan sekadar bangunan, melainkan pusat kehidupan bagi masyarakat. Ini menjadi tempat berkumpul, berbagi cerita, makan bersama, serta mengadakan upacara adat. Ruang yang hangat dan ramah ini memperkuat ikatan keluarga dan komunitas.\n\nPentingnya Pelestarian: Dalam era modern ini, keberadaan Betang sering kali menjadi simbol pentingnya mempertahankan warisan budaya. Pelestarian Betang tidak hanya mempertahankan identitas Suku Dayak, tetapi juga menjadi saksi sejarah dan kearifan lokal yang perlu dijaga\n\nPenutup\nBetang adalah simbol keelokan dan kehangatan rumah adat Suku Dayak yang memancarkan kekayaan budaya dan kebersamaan. Dengan keunikan arsitektur dan kedalaman nilai-nilai tradisionalnya, Betang menjadi bagian yang tak terpisahkan dari warisan budaya yang perlu dijaga dan dihargai."
    },
    {
      "gambar": "modal-senjata.jpg",
      "judul": "Senjata Adat Mandau: Keindahan dan Kehebatan Warisan Budaya Suku Dayak",
      "isi": "Senjata Mandau:\n\nPengantar tentang Mandau: Mandau adalah senjata tradisional yang menjadi simbol keberanian, kehormatan, dan warisan budaya yang kaya dari Suku Dayak di Kalimantan. Dikenal karena keindahan seni ukirnya dan kemampuannya sebagai senjata pertahanan, Mandau memiliki tempat yang istimewa dalam sejarah dan kehidupan masyarakat Dayak.\n\nDesain dan Kedalaman Makna: Mandau adalah sejenis pedang pendek dengan pisau lengkung satu sisi yang indah dan penuh dengan ukiran khas Suku Dayak. Setiap Mandau memiliki desain unik yang mencerminkan identitas dan status pemiliknya. Seni ukiran di gagang dan sarung Mandau menggambarkan kepercayaan, mitos, serta simbol-simbol penting bagi suku Dayak.\n\nKeterampilan Pembuatan Mandau: Proses pembuatan Mandau melibatkan keterampilan tinggi serta warisan turun-temurun. Pemilihan bahan, pengerjaan, dan hiasan-hiasan pada senjata ini menggambarkan keahlian dan keindahan artistik yang dijunjung tinggi oleh Suku Dayak.\n\nKeharmonisan Simbol Budaya: Mandau adalah cermin dari kekayaan budaya Suku Dayak yang memadukan keindahan seni, keterampilan teknis, serta nilai-nilai spiritual dan sosial dalam satu objek. Dalam kehadirannya, Mandau tidak hanya sekadar senjata, melainkan juga penjaga warisan budaya dan identitas suku Dayak yang memukau.\n\nPenutup\nMandau adalah warisan yang menakjubkan dan mengagumkan dari Suku Dayak. Keindahan dan makna di balik senjata ini mencerminkan kekayaan budaya yang patut dijaga dan dihargai oleh generasi-generasi mendatang."
    },
    {
      "gambar": "modal-baju.png",
      "judul": "Baju Adat Suku Dayak Kenyah: Kebesaran dan Makna Simbolis dalam Kain Tenun",
      "isi": "Baju Adat Suku Dayak Kenyah:\n\nDesain yang Khas: Baju adat suku Dayak Kenyah memiliki ciri khas yang unik dalam desainnya. Biasanya terdiri dari pakaian berwarna-warni yang terbuat dari kain tenun tradisional dengan motif-motif khas Suku Dayak Kenyah. Warna-warna cerah seperti merah, kuning, atau hitam sering mendominasi, dihiasi dengan beragam pola dan motif yang memiliki makna simbolis dalam budaya Kenyah\n\nHiasan dan Detail Makna Simbolis: Pada beberapa bagian baju adat, dapat ditemukan hiasan tambahan seperti manik-manik, ukiran, atau aplikasi yang dibuat dengan teliti dan memiliki makna simbolis tertentu. Setiap pola dan motif yang digunakan seringkali menceritakan kisah tentang kehidupan, kepercayaan, atau sejarah suku Dayak Kenyah.\n\nKesesuaian dengan Acara Adat: Pakaian adat suku Dayak Kenyah sangat dipertimbangkan sesuai dengan jenis acara adat yang akan dihadiri. Misalnya, dalam acara pernikahan atau upacara keagamaan, pakaian adat yang digunakan mungkin memiliki desain yang lebih istimewa dan dilengkapi dengan aksesoris tambahan untuk menunjukkan kesakralan acara tersebut.\n\nKeseimbangan Antara Tradisi dan Modernitas: Meskipun pakaian adat suku Dayak Kenyah dipertahankan dalam tradisi, seiring dengan waktu, ada juga penyesuaian dengan tren modern dalam pemilihan bahan atau desain. Namun demikian, kearifan dan keunikan budaya tetap terjaga dalam setiap kreasi pakaian adat Kenyah.\n\nPentingnya Identitas dan Pelestarian: \nPakaian adat suku Dayak Kenyah bukan hanya busana biasa, melainkan simbol identitas yang kuat bagi suku Kenyah. Oleh karena itu, pelestarian pakaian adat ini menjadi penting guna menjaga keberlanjutan warisan budaya yang mempesona ini.\nPakaian adat suku Dayak Kenyah memancarkan keindahan, kekayaan makna simbolis, serta kedalaman budaya yang patut dihargai dan dilestarikan sebagai bagian yang tak terpisahkan dari kekayaan budaya Indonesia."
    },
    {
      "gambar": "modal-bujang2.jpg",
      "judul": "Bujang Beji: Kisah Keberanian dan Cinta dalam Budaya Suku Dayak",
      "isi": "Kisah Bujang Beji:\n\nDahulu, hiduplah dua orang pemimpin yang bernama Bujang Beji dan Tumenggung Marubai. Kedua orang ini mempunya sifat yang sangat bertolak belakang. Tumenggung Marubai adalah orang yang baik hati dan tidak sombong. Sementara itu, Bujang Beji adalah orang yang sakti, tetapi serakah dan sombong. Keduanya mempunyai mata pencaharian sebagai pencari ikan dan mempunyai wilayah sendiri-sendiri. Tumenggung Marubai dan pengikutnya mencari ikan di Sungai Simpang Melawi, sedangkan Bujang beji di Sungal Simpang Kapuas.\n\nWilayah Sungai Simpang Melawi mempunyai banyak sekali jenis ikan, lebih banyak daripada ikan-ikan di Sungal Simpang Kapuas. ltulah sebabnya, basil tangkapan Tumenggung Marubai selalu lebih banyak daripada Bujang Beji. Tumenggung Melawi menggunakan bubu atau sejenis perangkap besar untuk menangkap ikan. Setelah terkumpul dalam perangkap, ia hanya memilih ikan-ikan yang besar, sementara ikan-ikan kecil dilepaskan kembali sehingga ikan-ikan di Sungal Simpang Melawi selalu berkembang biak dan tidak pernah habis.\n\nMelihat hasil tangkapan Tumenggung Marubai, Bujang Beji merasa iri. la pun mencari cara mengalahkan Tumenggung Melawi. Lalu, ia menempuh cara yang kurang baik. la mulai menangkap ikan dengan cara menuba, yaitu meracun ikan-ikan tersebut dengan tuba, yaitu sejenis racun ikan dari akar tumbuh-tumbuhan hutan yang sangat memabukkan.\n\nPada awalnya, ia mendapatkan ikan yang sangat banyak. Lebih banyak dari hasil tangkapan Tumenggung Marubai. Namun, karena cara yang digunakan adalah membunuh ikan-ikan dengan racun, lama-kelamaan ikan-ikan di sungai Simpang Kapuas menjadi sangat berkurang. Sementara itu, Tumenggung Marubai tetap mendapatkan banyak hasil tangkapan. Ini membuat Bujang Beji menjadi semakin iri.\n\n“lni tidak bisa dibiarkan!” pikir Bujang Beji, “Harus ada cara supaya Tumenggung Marubai tidak mendapatkan banyak ikan.”\n\nKemudian, Bujang Beji mulai berpikir keras. la menemukan cara yang menurutnya terbaik.\n“Aku harus menutup aliran Sungai Melawi dengan sebuah batu besar di hulu sungai, dengan demikian ikan-ikan akan menetap di sana,” pikir Bujang Beji.\n\nBujang Beji bermaksud menggunakan puncak Bukit Batu di Nanga Silat, Kapuas Hulu untuk menyumbat Sungai Melawi. Dengan kesaktiannya, ia memotong puncak Bukit Batu tersebut dan membawanya menggunakan tujuh lembar daun ilalang.\n\nKetika sedang membawa bukit batu tersebut, tiba-tiba terdengar suara gadis-gadis sedang menertawakannya. Mereka adalah dewi-dewi di negeri khayangan. Ketika sampai di persimpangan antara Kapuas dan Malawi, Bujang Beji melongok ke atas untuk melihat siapa yang menertawakannya. Tanpa sengaja, kakinya menginjak duri beracun hingga la melompat dan menjerit kesakitan. Akibatnya, tujuh lembar daun ilalang yang dipakainya terputus. Puncak bukit batu tersebut pun terjatuh di sebuah aliran sungai yang disebut dengan jetak.\n\nBujang Beji sangat marah kepada dewi-dewi khayangan yang menertawakannya.\n“Aku akan membalas kalian!” teriaknya sambil menghentakkan kakinya yang tertusuk duri beracun di salah satu bukit di dekatnya.\n\nKemudian, Bujang Beji berusaha mengangkat Bukit Batu yang sudah terendam di jetak dengan cara mencongkelnya menggunakan sebuah bukit memanjang. Namun, karena bukit batu tersebut sudah melekat di jetak, usahanya tidak berhasil. Bukit memanjang itu pun patah. Patahannya kini dinamakan Bukit Liut. Dengan demikian, gagallah usaha Bujang Beji menutup Sungai Melawi. Semua"
    },
    {
      "gambar": "modal-sungai.jpg",
      "judul": "Asal Muasal Sungai Landak: Mitos yang Menyelimuti Sungai",
      "isi": "Suatu malam, sang suami tidak bisa tidur karena hatinya sangat gelisah. Ketika ia menoleh kepada istrinya yang sedang tertidur pulas, ia sangat terkejut. Seekor lipan yang tubuhnya bersinar putih keluar dari kepala istrinya. Lipan itu merayap turun dan keluar dari rumah. Merasa penasaran, sang suami mengikuti ke mana lipan itu pergi.\nLipan masuk ke sebuah lubang kecil di dekat rumahnya dan tidak keluar-keluar lagi. Keesokan paginya, sang suami menceritakan kejadian aneh itu kepada istrinya.\n“Ibu pun semalam bermimpi aneh Pak. Ibu seperti berada di dekat sebuah danau. Tiba-tiba, ibu melihat sekor landak raksasa di tengah danau. Landak itu berbulu kuning keemasan. Apakah mimpiku ini ada hubungannya dengan yang Bapak lihat semalam? Mungkin itu suatu pertanda baik, Pak. Bagaimana kalau kita tengok saja lubang tempat lipan itu bersembunyi?” usul istrinya.\n“Benar juga, marl kita dekati lubang itu,” ujar suaminya.\nSuami istri ini pun mendekati lubang tempat lipan itu menghilang. Sang suami merogohkan tangannya ke dalam lubang. la merasakan tangannya menyentuh sesuatu, ditariknya benda tersebut. Suami istri ini terkejut bukan main, benda yang didapat dari lubang tersebut adalah sebuah patung landak yang terbuat dari emas.\n“Kita bawa pulang saja patung landak ini, Pak. Siapa tahu membawa kebaikan untuk kita,” kata sang istri.\nPatung landak itu pun mereka simpan dengan baik.\n“Jika kita jual patung landak itu, pasti kehidupan kita jauh lebih baik, Pak” ujar sang istri\n“Sabar Bu, kita simpan saja dulu. Siapa tahu ada petunjuk tentang patung landak itu,” kata sang swami dengan tenang.\nMalamnya, petani itu bermimpi didatangi oleh seekor landak emas raksasa.\n“Tuan, biarkanlah aku tinggal bersamamu. Aku berjanji akan mengabulkan segala permintaanmu,” kata landak itu.\n“Bagaimana caranya?” tanya sang swami.\n“Tuan cukup mengelus kepala patung landak itu dan meminta sesuatu, kemudian akhiri dengan mengelusnya lagi. Aku akan mengajarkan mantranya;” kata landak raksasa.\nLandak raksasa itu mengucapkan mantra. Sang suami menghafalkannya dalam hati.\nPaginya, ia terbangun dan menceritakan hal tersebut kepada istrinya.\nKemudian, petani itu mengusap kepala patung landak dan mengucapkan mantra.\n“Berikanlah aku beras yang banyak,” kata petani itu yang kemudian menutupnya lagi dengan mantra.\nAjaib, butiran beras mengalir deras dari mulut patung landak tersebut. Kemudian petani tersebut mengulangi membaca mantra, kemudian meminta perhiasan dan kebutuhan pokok.\nPatung landak tersebut memenuhi segala permintaannya. Suami istri tersebut menjadi kaya raya. Mereka berbagi kepada semua tetangganya, sehingga kehidupan kampung itu menjadi lebih balk.\nKekayaan si petani memancing seorang perampok untuk datang mengintai. Akhirnya, perampok itu mengetahui dari mana datangnya kekayaan tersebut. Ia berhasil mengintip si petani mengelus patung landak emas itu dan membaca mantra. Malam harinya, ia berhasil mencuri patung landak tersebut dan membawa ke desanya yang bernama Desa Ngabang.\nDesa tersebut sedang dilanda kekeringan. Bahkan, untuk kebutuhan air yang pokok saja sudah tidak ada.\nPerampok tadi dengan bangganya mengumpulkan warga, “Tenang Saudara-Saudara. Aku akan menolong kallan dari kekeringan ini,” ujar sang perampok.\nLalu, ia mengusap patung landak itu dan membaca mantra seperti yang ia dengar di rumah petani. Seketika saja, air deras menyembur dari mulut landak. Warga bersuka cita.\nNamun, air tersebut terus saja mengalir deras membuat semua orang kewalahan. Lama kelamaan air menggenangi desa. Perampok tersebut tidak bisa menghentikannya, karena ia tidak tahu mantra untuk menghentikan permintaannya kepada patung landak tersebut.\nPatung landak tersebut terus saja mengeluarkan air. Akhirnya, Desa Ngabang tenggelam dan tidak bisa lagi menampung air, sehingga mengalirlah air keluar desa yang kemudian menjadi sebuah sungai besar.\nOleh masyarakat setempat, sungai tersebut dinamai Sungai Landak. Sungai Landak mengalir di tengah-tengah Kota Ngabang, Kabupaten Landak, Kalimantan Barat."
    },
    {
      "gambar": "modal-hantu.jpg",
      "judul": "Pasukan Hantu: Eksistensi Suku Dayak melawan Belanda",
      "isi": "Dalam sejarah, senjata yang dipakai pasukan Indonesia melawan Belanda adalah bambu runcing. Namun, di Pulau Kalimantan, Suku Dayak memperjuangkan kemerdekaan mereka dengan senjata khas, membuat mereka disebut sebagai pasukan hantu. Suku Dayak memiliki senjata mematikan yang menakuti pasukan Belanda, yaitu sumpit atau damek. Sumpit ini terbuat dari pohon kayu dengan panjang mencapai 2 meter, dan ujungnya diolesi dengan racun getah pohon ipuh atau iren. Anak sumpit ini jika mengenai target, akan menyebabkan kejang-kejang dan kematian dalam hitungan menit, membuatnya disebut sadis. Keunggulan pasukan Dayak tidak hanya dari senjata, tetapi juga pemahaman mendalam mereka tentang hutan dan medan perang, membuat mereka pantas disebut pasukan hantu. Kegigihan dan kengerian Suku Dayak dalam pertempuran membuat pedalaman Kalimantan aman tanpa intervensi asing."
    }
  ]
}
