{
  "data": [
    {
      "gambar": "modal-tariu.jpg",
      "judul": "Upacara Tairu",
      "isi": "Tairu Ceremony: Description: <br/> Tairu Ceremony is an important traditional ritual performed by the Dayak Tribe in Kalimantan.This is a Harvest Party Ceremony Held to Celebrate Abundant Crops and Respect the Spirits of the Ancestors and Gods Who Are Belved to Maintainsoil fertility.<br> Series of events: <br/> Preparation: Preparation is made long before the ceremony, including field preparation, providing food, and preparing a place for the celebration.The spirit of nature. People gather to eaten traditional food together and various types of dances and music. "
    },
    {
      "gambar": "modal-tiwah.jpg",
      "judul": "Upacara Tiwah",
      "isi": "Tiwah is a Dayak tribal ceremony related to the ritual of death.This is a burial procession to deliver the spirit of the person who died to the realm and became an important moment in the life of the Dayak people.Tiwah is seen as a time to glorify and respect ancestral spirits, as well as a moment to unite families and communities in a distinctive and meaningful customary procession.Tiwah preparation involves families and communities in planning all preparations, ranging from food, ceremonial equipment, to spiritual preparation.The Tiwah event involved various rituals, such as purification of bodies, burial processions, dances, music, and giving offerings to ancestral spirits."
    },
    {
      "gambar": "modal-manajah.jpg",
      "judul": "Manajah Anatang",
      "isi": "Management Anatang: <br/> <br/> Description: <br/> Management of Manatang is a traditional ceremony conducted by the Dayak tribe to celebrate certain success or achievements in life, such as birth, marriage, or achievement in certain fields. <Br/> <br/> Significance: <br/> This ceremony reflects gratitude and appreciation for various achievements in social life.This is also a moment to strengthen social relations between community members.<Br/> Customary Ceremony: The celebration begins with a series of rituals such as prayer together, dance performances and traditional music, giving gifts, and joint parties."
    },
    {
      "gambar": "modal-tempoyak.png",
      "judul": "The legacy of the taste: Exploring the delicacy of the Dayak Tribe traditional food - Tempoyak and Spicy Porridge",
      "isi": "Tempoyak and Spicy Porridge: <br/> <br/> Description: <br/> The Dayak tribal food is not just a dish, but also a trail of heritage rich in taste, tradition, and deep cultural values.Tempoyak, fermented dishes from durian, and spicy porridge, rice dishes with typical spices, are two examples of traditional food that depicts culinary wealth that are passed down from generation to generation by the Dayak tribe in Kalimantan. <br/>, with its unique unique taste and appetizing texture, reflecting the relationship between the Dayak tribe with the natural surroundings.On the other hand, spicy porridge is a combination of traditional spices that blend in warm-up rice dishes.In-depth that reflects a close relationship with nature, traditions, and daily life of the Dayak tribe."
    },
    {
      "gambar": "modal-rumah.jpg",
      "judul": "Betang: The beauty and warmth of the Dayak custom home",
      "isi": "Betang House: <br/> <br/> Description: <br/> Betang is a typical traditional house of the Dayak tribe in Kalimantan that is enchanting with the unique architecture and depth of its cultural meaning.Its long shape with a curved roof indicates the wealth of tradition and the identity of the Dayak tribe.Space in Betang is usually divided into several parts for family residences, meeting places, and traditional activities.From the use of wood as a construction material that reflects the relationship with nature, to the role of Betang as the center of social and spiritual life.This is a gathering place, sharing stories, eating together, and holding traditional ceremonies.This warm and friendly space strengthens family and community ties.Betang preservation not only maintains the identity of the Dayak tribe, but also witnesses the history and local wisdom that needs to be maintained <br/> <br/> Closing <br/> Betang is a symbol of beauty and the warmth of the Dayak tribal houses that emits cultural and togetherness wealth.With the uniqueness of architecture and the depth of its traditional values, Betang is an inseparable part of cultural heritage that needs to be maintained and valued."
    },
    {
      "gambar": "modal-senjata.jpg",
      "judul": "Mandau traditional weapons: the beauty and greatness of the Dayak tribal cultural heritage",
      "isi": "Mandau weapon: <br/> <br/> Introduction to Mandau: Mandau is a traditional weapon that is a symbol of courage, honor, and rich cultural heritage of the Dayak tribe in Kalimantan.Known for the beauty of its carving art and its ability as a weapon, Mandau has a special place in the history and life of the Dayak people. <br/> <br/> Design and DepthWith a typical carving of the Dayak tribe.Every Mandau has a unique design that reflects the identity and status of the owner.The art of carving on the handle and sarong of Mandau describes the beliefs, myths, and important symbols for the Dayak tribes.The selection of materials, workmanship, and decorations on these weapons illustrates the expertise and artistic beauty that is upheld by the Dayak tribe.technical, as well as spiritual and social values in one object.In its presence, Mandau is not just a weapon, but also a stunning cultural heritage and identity of the Dayak tribe.The beauty and meaning behind this weapon reflects cultural wealth that should be maintained and valued by future generations."
    },
    {
      "gambar": "modal-baju.png",
      "judul": "Dayak Kenyah Traditional Clothing: the greatness and symbolic meaning in woven cloth",
      "isi": "Dayak Kenyah Tribal Clothing: <br/> <br/> Typical Design: The Dayak Kenyah Tribal Clothing has a unique characteristic in its design.Usually consists of colorful clothes made from traditional woven fabrics with typical motifs of the Dayak Kenyah tribe.Bright colors such as red, yellow, or black often dominate, decorated with a variety of patterns and motifs that have symbolic meanings in the culture of Kenyah <br/> <br/> Decoration and details symbolic meaning: In some parts of traditional clothes, can be found decorationAdditional beads, carvings, or applications that are made carefully and have a certain symbolic meaning.Each pattern and motif used often tells the story of life, trust, or history of the Dayak Kenyah tribe.For example, in weddings or religious ceremonies, traditional clothes used may have a more special design and are equipped with additional accessories to show the sacredness of the event.Maintained in tradition, over time, there are also adjustments to modern trends in the selection of materials or design.However, the wisdom and uniqueness of culture is maintained in every creation of Kenyah traditional clothing.Kenyah.Therefore, the preservation of traditional clothing is important to maintain the sustainability of this enchanting cultural heritage.Indonesian culture."
    },
    {
      "gambar": "modal-bujang2.jpg",
      "judul": "Bujang Beji: Kisah Keberanian dan Cinta dalam Budaya Suku Dayak",
      "isi": "The story of Bujang Beji:<br/><br/>Before, live two leaders named Bujang Beji and Tumenggung Marubai.These two people have a very departed nature.The Marubai Tumenggung is a good and not arrogant person.Meanwhile, Single Beji is a magical, greedy and arrogant man.Both have livelihoods as fish seekers and have their own territories.Tumenggung Marubai and his followers are looking for fish in Sungai Simpang Melawi, while the single beji in Sungal Simpang Kapuas.That is why, the Basil catching the marubai is always more than the single.Tumenggung Melawi uses trap or a large trap to catch fish.After accumulating in the trap, it only chooses large fish, while the small fish are released again so the fish in the Sungal Simpang Melawi are always growing and never running out., Singles Beji is envious.He also searched for how to beat the Melawi.Then, he had a bad way.It began to catch fish by trying, which is to poison the fish with tubes, which is a type of fish from the roots of the forest plants.More than the result of the catch of marubai.However, because the method used is to kill the fish with poison, over time the fish in the Simpang Kapuas River are very reduced.Meanwhile, Marubai's Tumenggung continues to get a lot of catch.This makes the single beji be increasingly envious. <br/> <br/>“This can't be tolerated!”Think Bujang Beji,“There must be a way so that Tumenggung Marubai does not get much fish.”<br/><br/>Then, Bujang Beji began to think hard.He found the best way he thought.<br/>“I have to close the Melawi river with a large stone upstream, thus fish will settle there,” thought Bujang Beji. <br/> <br/> Bujang Beji intends to use the Bukit Batu Peak in Nanga Silat, Kapuas Hulu to clog the Melawi River.With his supernatural powers, he cut the top of the stone hill and took him using seven weeds leaves.They are goddesses in the land of Khayangan.When he arrived at the intersection between Kapuas and Malawi, Bujang Beji looked up to see who was laughing at him.Unintentionally, his feet stepped on toxic thorns until La jumped and screamed in pain.As a result, the seven pieces of weeds he used were cut off.The peak of the stone hill also fell in a river called the Jetak.“I'll reply to you guys!”he shouted as he stomped his feet pierced by a poisonous thorn on one of the hills nearby.<br/> <br/> Then, Bujang Beji tries to lift the stone hill that has been submerged in the Jetak by prying it using a longitudinal hill.However, because the stone hill was attached to the Jetak, his efforts were unsuccessful.The elongated hill was broken.The fault is now called Bukit Liut.Thus, Bujang Beji's business failed to close the Melawi River."
    },
    {
      "gambar": "modal-sungai.jpg",
      "judul": "The origin of the Landak River: The myth that envelops the river",
      "isi": "One night, the husband could not sleep because his heart was very nervous.When he turned to his wife who was fast asleep, he was very surprised.The centipede crept down and out of the house.Feeling curious, the husband followed where the centipede went.<br/> <br/> The next morning, the husband told the strange incident to his wife. <br/>“Mom even dreamed last night.Mom is like being near a lake.<br/> <br/> Suddenly, I saw a giant hedgehog in the middle of the lake.The hedgehog is golden yellow.Does my dream have a relationship with what you saw yesterday?<br/> <br/> Maybe it's a good sign, sir.What if we just saw the hole where the lipes were hiding?” Proposed his wife. <br/><br/><br/>“That's right, let's approach the hole,”said her husband” said the wife<br/>“Patience ma'am, we just save it first.Who knows there are clues about the hedgehog statue,” said the Swami calmly. <br/> That night, the farmer dreamed of being visited by a giant gold hedgehog.<br/>“Sir, let me stay with you.I promise to grant all your requests,” said the hedgehog.<br/>“How to?” Tania Sang husband.<br/><br/><br/>“tuan simply stroked the head of the hedgehog statue and asked for something, then ended with the strokes again.I will teach the spell;” kor giant hedgehog. <br/> The giant hedgehog said the spell.The husband memorized him to himself.<br/>“Give me a lot of rice,” The farmer said that then closed it again with a mantra.Then the farmer repeats reading the spell, then asks for jewelry and basic needs.The husband and wife became rich.They share with all their neighbors, so that the life of the village becomes more balk.Finally, the robber found out where the wealth came from.And bring it to his village named Ngabang Village. <br/> The village is being hit by drought.In fact, for the main water needs, it is gone. “Calm down brothers and sisters.I will help Kallan from this drought,” said the robber. <br/> Then, he rubbed the hedgehog statue and read the spell as he heard at the farmer's house.Instantly, heavy water gushed from the mouth of the hedgehog.Over time the water inundated the village.The robber could not stop him, because he did not know the mantra to stop his request to the hedgehog statue.Finally, the village of Ngabang sank and could no longer hold water, so that water flowed out of the village which later became a large river. <br/> by the local community, the river was named the Landak River.The Landak River flows in the middle of the city of Ngabang, Landak Regency, West Kalimantan."
    },
    {
      "gambar": "modal-hantu.jpg",
      "judul": "Ghost Forces: The existence of the Dayak tribe against the Dutch",
      "isi": "In history, so far the popular weapon used by Indonesian troops against Dutch troops is a sharp bamboo.Romanticism of spiked bamboo is very strong that it forgets other weapons that are no less interesting to discuss.The widest island in Indonesia holds wealth which is still preserved by the Dayak tribe.<br> <br> During the Dutch era, the Dayak tribe put up a fight with its distinctive weapon, so it was called a ghost troop. This deadly weapon and ghost troops in the Dayak tribe were interesting to be examined further.The following is a complete review. During the colonial period, Dutch troops were very superior to the homeland troops, especially the Dayak tribes.This is because the Dutch have adequate weapons to carry out war and intimidation. However, the story is different when the Dutch entered the interior of Kalimantan.There is a Dayak tribe that is far more fierce than the Dutch troops.This weapon until now is legendary and has become one of the weapons that is feared by Dutch troops. The legendary drug and able to repel the Dutch troops is chopsticks or also referred to as Damek.The Dayak tribe has a weapon known as chopsticks as a tool for hunting. The lump is not an ordinary chopstick.The chopsticks used by Dayak troops as weapons are toxic chopsticks.Dayak troops will smear the eyes of chopsticks with ipuh tree sap or poisonous iren trees. The chopstick is made of wooden trees that have a round shape with a length of 2 meters. <br/> <br/> The diameter of the trunk is 2 cmcm.Whereas chopstick bullets (smeared with poisons) are made of bamboo or a type of old palm tree. The toxic chopsticks belonging to the Dayak tribe are not only deadly with poisons.But it also makes people affected into convulsions in a terrible way. People affected by chopsticks will usually die in minutes.They will seizure while removing dirt or urine before then died. Usually this chopstick child will be directed to the target neck.The ghost here is the Dayak tribe.There are two reasons why this Dayak Tribe is so frightening and deadly so that it is called a ghost troop. First, the Dayak tribe has an understanding of an excellent forest.They are native of Kalimantan, so Dayak troops are very good at controlling the battlefield.Second, the Dayak Troops of course have a deadly weapon, chopsticks., then the inland community of Limantan can live comfortably without intervention from strangers. The ability of the Dayak tribe in attacking enemies can make Dutch troops do not attack the interior of Kalimantan.They only exist to control big cities."
    },
    {
      "gambar": "legenda.jpg",
      "judul": "Profile of the Dayak Tribe: stunning cultural heritage",
      "isi": "Cultural Wealth <br/> Dayak tribes, indigenous indigenous peoples in Kalimantan, Indonesia, display diversity of enchanting cultural.Known as a strong traditional tradition, art, and harmonious life with nature, they maintain valuable cultural heritage.They live in togetherness with forests, uphold the values of local wisdom, and maintain harmonious relations with the surrounding environment.Tiwah, manatang, and tairu, as well as in carving, woven fabrics, dances, and unique traditional music., Iban, and BiDayuh, each with a distinctive cultural wealth and tradition.This shows the diversity and complexity of the culture that is owned.Spiritual life reflects high skills in the Dayak tribal heritage.Introduction and understanding of the values and richness of this culture is the key to maintaining ancestral heritage to stay alive.guarded and studied.Their profile is not only a reflection of history, but also an invaluable source of inspiration for the people of Indonesia and the world."
    }
  ]
}
